blog/app/controllers/articles_controller.rb

  def new
    @article = Article.new
    @article.save
---
INSERT INTO "articles" ("created_at", "updated_at") VALUES (?, ?)  [["created_at", "2018-08-08 15:30:06.026678"], ["updated_at", "2018-08-08 15:30:06.026678"]]